Repository: geosolutions-it/ckanext-faoclh
Catalog: ckanext/faoclh/i18n/*/LC_MESSAGES/ckanext-faoclh.po
Languages: es, fr

source: fao_resource_type
es: Tipo de recurso
fr: Type de ressource

source: Type of Resources
es: Tipo de recurso
fr: Type de ressource

source: fao_activity_type
es: Tipo de actividad
fr: Genre d'activité

source: Kind of Activities
es: Tipo de actividad
fr: Genre d'activité

source: fao_geographic_focus
es: Enfoque geográfico
fr: Focus géographique

source: Geographic Focus
es: Enfoque geográfico
fr: Focus géographique

source: fao_release_year
es: Año de lanzamiento
fr: Année de sortie

source: fao_resource_release_year
es: Año de lanzamiento
fr: Année de sortie

source: res_extras_custom_resource_text
es: Año de lanzamiento
fr: Année de sortie

source: My Groups
es: Mis temas
fr: Mes sujets
